[
  {
    "id": "675029a33f97657ec894b789",
    "sanskritShlok": "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ।",
    "englishShlok": "He who is not disturbed by the material senses, who remains unaffected by pain or pleasure, is a true yogi.",
    "hindiMeaning": "जो व्यक्ति भौतिक इंद्रियों से परेशान नहीं होता, जो दुख और सुख से अप्रभावित रहता है, वही सच्चा योगी है।",
    "englishMeaning": "A person who remains unaffected by the material world, and is undisturbed by pain and pleasure, is a true yogi."
  },
  {
    "id": "675029ab3f97657ec894b78a",
    "sanskritShlok": "न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषतः।",
    "englishShlok": "A person who is embodied cannot renounce all action, but can renounce the attachment to the results of action.",
    "hindiMeaning": "जो व्यक्ति शरीर में बंधा है, वह सभी कर्मों को त्याग नहीं सकता, लेकिन कर्मों के परिणामों से आसक्ति को त्याग सकता है।",
    "englishMeaning": "A person cannot completely renounce all actions, but they can renounce the attachment to the results of those actions."
  },
  {
    "id": "675029b43f97657ec894b78b",
    "sanskritShlok": "शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नर:।",
    "englishShlok": "Whatever action a person performs with body, speech, and mind, let it be dedicated to the Supreme.",
    "hindiMeaning": "जो भी कार्य व्यक्ति शरीर, वाणी और मन से करता है, उसे परमात्मा को समर्पित करें।",
    "englishMeaning": "All actions performed by body, speech, or mind should be dedicated to the divine."
  },
  {
    "id": "675029bb3f97657ec894b78c",
    "sanskritShlok": "दुःखेष्वनुद्विग्नमना: सुखेषु विगतस्पृहा:।",
    "englishShlok": "A person who is unaffected by distress and unaffected by desire for pleasure, is considered a wise soul.",
    "hindiMeaning": "जो व्यक्ति दुखों से अप्रभावित रहता है और सुखों के लिए आसक्त नहीं होता, वह ज्ञानी आत्मा माना जाता है।",
    "englishMeaning": "A person who remains unaffected by sorrow and is free from attachment to pleasure is a wise soul."
  },
  {
    "id": "675029c23f97657ec894b78d",
    "sanskritShlok": "योगस्थ: कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय।",
    "englishShlok": "Perform your duties while being established in yoga, renouncing attachment, O Dhananjaya.",
    "hindiMeaning": "अपने कर्तव्यों को योग में स्थित होकर, आसक्ति को त्यागकर, हे धनञ्जय, पूरा करो।",
    "englishMeaning": "Perform your duties with equanimity, free from attachment, and stay grounded in yoga."
  },
  {
    "id": "675029cb3f97657ec894b78e",
    "sanskritShlok": "विवेक: प्रमाणं शास्त्रं कर्म केशव! योग का मार्ग दिखलाने वाला है।",
    "englishShlok": "Wisdom is the guiding light, O Keshava, and the scriptures are the authority for understanding the true path of yoga.",
    "hindiMeaning": "विवेक ही मार्गदर्शक है, हे केशव, और शास्त्र योग के सही मार्ग को दिखाने वाला है।",
    "englishMeaning": "Wisdom is the true guide, and scriptures are the authoritative source to understand the right path of yoga."
  },
  {
    "id": "675029d73f97657ec894b78f",
    "sanskritShlok": "नैव कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत।",
    "englishShlok": "No one can remain without action even for a moment. Everyone is compelled to act according to their nature.",
    "hindiMeaning": "कोई भी व्यक्ति एक क्षण के लिए भी बिना कर्म किए नहीं रह सकता। सभी अपनी प्रकृति के अनुसार कर्म करने के लिए विवश होते हैं।",
    "englishMeaning": "No one can stay inactive even for a moment. Every being is compelled to act as per their nature."
  },
  {
    "id": "675029df3f97657ec894b790",
    "sanskritShlok": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदा:।",
    "englishShlok": "O son of Kunti, the experiences of heat and cold, pleasure and pain, are fleeting and impermanent.",
    "hindiMeaning": "हे कुन्ती के पुत्र! ताप और शीत, सुख और दुःख, ये सभी क्षणिक और अस्थायी हैं।",
    "englishMeaning": "The sensations of heat and cold, joy and sorrow, are temporary and transient."
  },
  {
    "id": "675029ec3f97657ec894b792",
    "sanskritShlok": "मायि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा।",
    "englishShlok": "Renounce all actions to Me with a mind devoted to the self, and with the intellect focused on Me.",
    "hindiMeaning": "सभी कर्मों को मुझमें समर्पित करो, और अपने मन को आत्मा में निष्ठित रखो।",
    "englishMeaning": "Renounce all actions to the Divine, with your mind focused on the Self and intellect devoted to the Divine."
  },
  {
    "id": "675029f33f97657ec894b793",
    "sanskritShlok": "नात्मनं प्रमदितव्यं योऽवस्थ: शोकमोहाद्य:।",
    "englishShlok": "The person who remains unaffected by sorrow, joy, or delusion, and maintains self-awareness, is steadfast in their purpose.",
    "hindiMeaning": "जो व्यक्ति शोक, सुख, और मोह से अप्रभावित रहता है, और आत्मा की ओर जागरूक रहता है, वह अपने उद्देश्य में दृढ़ रहता है।",
    "englishMeaning": "One who remains unaffected by sorrow, pleasure, or delusion, and stays aware of the true self, is steadfast in their journey."
  },
  {
    "id": "675029fd3f97657ec894b794",
    "sanskritShlok": "दैवी ह्येषा गुणमयी मम माया दुरत्यया।",
    "englishShlok": "This divine energy of Mine, consisting of the three gunas (qualities), is very difficult to overcome.",
    "hindiMeaning": "यह मेरी दैवी माया, जो तीन गुणों (सत्त्व, रजस, तमस) से बनी है, अत्यन्त कठिन है, लेकिन जो मेरी शरण में आता है, वह इसे पार कर सकता है।",
    "englishMeaning": "My divine energy, composed of the three qualities, is very difficult to overcome. However, those who surrender to Me can transcend it."
  },
  {
    "id": "67502a043f97657ec894b795",
    "sanskritShlok": "आत्मनं रथिनं विद्याद्रथे शरीरवाङ्मन:।",
    "englishShlok": "The self is the driver of the chariot, the body is the chariot, and the mind is the reins controlling the senses.",
    "hindiMeaning": "आत्मा रथी है, शरीर रथ है और मन उन इंद्रियों को नियंत्रित करने वाली लगाम है।",
    "englishMeaning": "The soul is the charioteer, the body is the chariot, and the mind is the reins controlling the senses."
  },
  {
    "id": "67502a163f97657ec894b797",
    "sanskritShlok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज।",
    "englishShlok": "Abandon all forms of righteousness and surrender unto Me alone, I will liberate you from all sins.",
    "hindiMeaning": "सभी धर्मों को छोड़कर केवल मेरी शरण में आओ, मैं तुम्हें सभी पापों से मुक्त कर दूँगा।",
    "englishMeaning": "Leave all forms of righteousness and surrender to Me alone. I will release you from all sins."
  },
  {
    "id": "67502a1c3f97657ec894b798",
    "sanskritShlok": "उद्धरेदात्मनात्मनं नात्मानमवसादयेत्।",
    "englishShlok": "One should elevate oneself with one's own mind, and not degrade oneself.",
    "hindiMeaning": "व्यक्ति को अपने मन से स्वयं को उन्नत करना चाहिए, और स्वयं को अवनत नहीं करना चाहिए।",
    "englishMeaning": "One should raise themselves using their own mind and should not degrade themselves."
  },
  {
    "id": "67502a253f97657ec894b799",
    "sanskritShlok": "सुखदुःखेसमेतं योगमात्मविदं विदुः।",
    "englishShlok": "Those who understand yoga and self-realization are unaffected by joy and sorrow.",
    "hindiMeaning": "जो योग और आत्मा के ज्ञान को समझते हैं, वे सुख और दुख से अप्रभावित रहते हैं।",
    "englishMeaning": "Those who understand yoga and self-knowledge are beyond the dualities of joy and sorrow."
  },
  {
    "id": "67502a2e3f97657ec894b79a",
    "sanskritShlok": "सर्वे सुखिन: सन्तु सर्वे सन्तु निरामय:।",
    "englishShlok": "May all beings be happy, may all beings be free from disease.",
    "hindiMeaning": "सभी प्राणियों को सुखी बनाएं, सभी को निरोग बनाएं।",
    "englishMeaning": "May all beings be happy, may all beings be free from illness."
  },
  {
    "id": "67502a383f97657ec894b79b",
    "sanskritShlok": "शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नर:।",
    "englishShlok": "Whatever action a person performs with body, speech, and mind, let it be dedicated to the Supreme.",
    "hindiMeaning": "जो भी कार्य व्यक्ति शरीर, वाणी और मन से करता है, उसे परमात्मा को समर्पित करें।",
    "englishMeaning": "All actions performed by body, speech, or mind should be dedicated to the divine."
  },
  {
    "id": "67502a433f97657ec894b79c",
    "sanskritShlok": "यत्र योगेश्वर: कृष्णो यत्र पार्थो धनुर्धर:।",
    "englishShlok": "Where there is Lord Krishna, the master of yoga, and Arjuna, the supreme archer, there also surely will be victory, righteousness, and glory.",
    "hindiMeaning": "जहां योगेश्वर श्री कृष्ण हैं और वहां अर्जुन हैं, वहां निश्चित रूप से विजय, धर्म और सम्मान होगा।",
    "englishMeaning": "Wherever there is Lord Krishna, the master of yoga, and Arjuna, the supreme archer, there victory, righteousness, and glory will surely prevail."
  }
]